{
  "articles": [{
    "title": "Your Daily Horoscope For January 10, 2017",
    "author": "Mecca Woods",
    "copy": "We’re constantly fascinated by what our zodiac sign says about our lives, whether it's which signs are most compatible or how each sign handles conflict in relationships. That's why Bustle has enlisted Mecca Woods, a New York City-based Astrologer of MyLifeCreated.com, to tell us all about how astrology is affecting our lives each day. Today's topic: your daily horoscope for Jan. 10, 2017.",
    "image":"https://typeset-beta.imgix.net/2017/1/10/985a5883-1eaf-40cf-9d9f-60521dd562e9.jpg?w=480&amp;h=283&amp;fit=crop&amp;crop=faces&amp;auto=format&amp;q=70"
  }, {
    "title": "The Ultimate '90s & '00s Celebrity Dating Quiz",
    "author": "Lia Beck",
    "copy": "These days, it's easy to follow celebrity couples on social media and keep track of their every move. But back in the '90s and '00s, things weren't so easy. Whether you read tabloids in the checkout aisle at the grocery store, watched TRL, or gossiped with your friends, there was a lot to keep track of in the celeb dating world back then. Do you remember the famous couples of the time? Take this quiz and find out!",
    "image":"https://typeset-beta.imgix.net/2017%2F1%2F9%2F2255585.jpg?w=1200&h=900&fit=crop&crop=faces&auto=format&q=70"
  }, {
    "title": "5 2017 Bathing Suit Trends For Spring Break To Look Out For",
    "author": "Phoebe Waller",
    "copy": "Considering we're in the depths of winter, it may seem bizarre to discuss the 2017 bathing suit trends for spring break, but as with anything in fashion, one must always look ahead. Of course, you may dwell somewhere that doesn't truly experience seasons, your home may be in the height of summer right now, or your student days may be long behind you. But, there's no need to worry, because these bathing suit trends will help to keep anyone in vogue during the first quarter of this year.",
    "image":"https://typeset-beta.imgix.net/2017/1/9/90a81471-9d14-4e8b-8063-556b5c9ec546.jpg?w=740&h=437&fit=crop&crop=faces&auto=format&q=70"
  }, {
    "title": "Comments I Thought Were Compliments At 21 That Gross Me Out At 26",
    "author": "Elizabeth Enochs",
    "copy": "I’ve heard my share of backhanded compliments over the years — but I’ve only recently started to realize that half the “compliments” women hear on a regular basis are actually incredibly offensive. So much of the praise I’ve heard over the years has been given to me at the expense of other women, and that’s not a true compliment. That’s a competition that I didn’t sign up for, and it sucks. Fortunately, the older I get, the more I realize that I don’t have to be OK with sexist “compliments.” Which is good, because what flattered me at 21 disgusts me at 26.",
    "image":"https://typeset-beta.imgix.net/2017/1/9/7f2fbb12-c91a-4134-b877-6a29ca51d2d0.jpg?w=740&h=437&fit=crop&crop=faces&auto=format&q=70"
  }]
}
